Repository: JanHovland/Articles_very_old
Catalog: iOS/*.lproj/Localizable.strings
Languages: nb

source: Cancel
nb: Avbryt

source: Check that all fields have a value
nb: Sjekk at alle feltene har verdier

source: Check that the url contains https:// or http://, but some url only accepts https
nb: Sjekk at nettadressen inneholder https: // eller http: //, men noen url godtar bare https.

source: Delete Article?
nb: Slett artikkel

source: Delete this article
nb: Vil du slette denne artikkelen?

source: Edit an article
nb: Oppdater en artikkel

source: Enter a new article
nb: Lagre ny artikkel

source: Enter Introduction
nb: Legg inn introduksjon

source: Enter Title
nb: Legg inn tittel

source: Enter Url
nb: Legg inn Url

source: Existing data
nb: Artikkelen finnes fra før

source: Incorrect url
nb: Feil url

source: Introduction
nb: Introduksjon

source: Missing data
nb: Den nye artikkelen er mangelfult utfyllt.

source: New Article
nb: Lagre ny artkkel

source: No Internet connection for this
nb: Mangler internett forbindelse for

source: Refresh
nb: Frisk opp

source: Save article
nb: Lagre artikkel

source: Search...
nb: Søk...

source: Successfully deleted an article
nb: Artikkelen er nå slettet fra CloudKit.

source: This article is now stored in CloudKit
nb: Artikkelen er nå lagret i CloudKit.

source: This article is now updated
nb: Denne artikkelen er nå oppdatert.

source: This article was stored earlier
nb: Denne artikkelen finnes fra før i CloudKit.

source: Title
nb: Tittel

source: Updated data
nb: Artikkelen er oppdatert

source: Url error
nb: Url inneholder en feil
